Repository: City-of-Helsinki/harrastuspassi-ui-ios
Catalog: Harrastuspassi/*.lproj/Main.strings
Languages: fi

# 0xh-it-D4W.normalTitle
source: Save
fi: Tallenna

# 4BU-5n-gUh.text
source: Title
fi: Ladataan...

# 7XH-EQ-LdE.normalTitle
source: Use this location
fi: Käytä tätä sijaintia

# 8gU-KW-Jqe.text
source: There was an error while fetching the information
fi: Tietoja ei saatu haettua

# Dbz-e8-YHI.normalTitle
source: Pick your location from map
fi: Valitse sijainti kartalta

# Kwj-A5-8fD.title
source: Categories
fi: Kategoriat

# MW8-uR-KDS.text
source: Starting Time
fi: Kellonaika

# P1w-Cy-Jh6.text
source: Category Name
fi: Kategorian nimi

# T3b-uU-OzQ.text
source: Description
fi: Kuvaus

# URZ-To-oNH.text
source: N/A
fi: Ei ilmoitettu

# VNj-fa-fTS.normalTitle
source: Save
fi: Tallenna

# VgM-ym-leG.text
source: N/A
fi: Ei ilmoitettu

# WIG-H8-St5.normalTitle
source: Filter
fi: Suodata

# cEt-JC-B6J.text
source: Label
fi: Otsikko

# ev7-0e-jJI.text
source: Label
fi: Otsikko

# fck-N6-7KI.title
source: Filters
fi: Suodattimet

# gQ1-FC-BtT.text
source: Categories
fi: Harrastus

# lr0-Bf-4nI.title
source: List
fi: Lista

# mmD-Nn-PpK.text
source: My Recent Locations
fi: Viimeisimmät sijaintini

# nid-CB-x06.text
source: Weekday
fi: Viikonpäivä

# og6-76-G8s.title
source: Home
fi: Koti

# pzy-c0-jbb.text
source: Category Name
fi: Kategorian nimi

# rd6-a8-1JL.title
source: Settings
fi: Asetukset

# sot-Ua-k9k.text
source: N/A
fi: Ei ilmoitettu

# tKz-CQ-IZJ.normalTitle
source: Allow locations usage in the Settings app
fi: Salli sijainnin käyttö asetuksista

# tl7-WS-kRr.text
source: Use my current location
fi: Käytä nykyistä sijaintiani

# vQr-vF-0VT.text
source: My location
fi: Sijaintini

# TI2-5Y-oJc.title
source: Favorites
fi: Suosikit

# RNg-JY-lz1.title
source: Hobbies
fi: Harrastukset

# i14-Gu-Dh9.title
source: Settings
fi: Asetukset

# dWj-tH-NLT.title
source: Favorites
fi: Suosikit

# ABs-rF-7Ug.title
source: Settings
fi: Asetukset

# jFN-rY-BEP.title
source: Promotions
fi: Etuudet

# k43-ga-gSQ.title
source: Promotions
fi: Etuudet

# WZ6-Tb-37v.placeholder
source: Search hobbies
fi: Etsi harrastuksia

# caO-9g-9ya.text
source: Popular coupons
fi: Suositut etuudet

# gxp-Ih-rhM.text
source: Coupons for you
fi: Etuja sinulle

# 2nu-nh-xvQ.text
source: Popular hobbies
fi: Suosituimmat harrastukset

# R2r-sK-IAN.text
source: Hobbies for you
fi: Harrastuksia sinulle

# vq3-HU-1gp.text
source: Coupon already used
fi: Etuus käytetty

# Zk4-bD-wHP.text
source: Show free hobbies only
fi: Näytä vain maksuttomat

# lUa-xN-aUL.placeholder
source: Search
fi: Etsi harrastuksia
